[
    {
        "id": 1,
        "num": "1",
        "title": "A tire d’aile en ville ou en campagne!",
        "plural": 0,
        "difficulty": 1,
        "seasons": [
            {
                "startAt": "03",
                "endAt": "09"
            }
        ],
        "introduction": "Il existe en France cinq espèces d’Hirondelles, toutes migratrices. L'Hirondelle rustique et l'Hirondelle de fenêtres sont les plus communes et sont intimement liées à l’Homme, que se soit en ville ou en campagne. ",
        "id_taxons": [
            "0",
            "1",
            "2"
        ],
        "taxon": [
            {
                "id": "0",
                "cd_nom": "0",
                "title": "je ne sais pas",
                "family": "inconnu",
                "url": "inconnu",
                "description": "inconnu",
                "characteristic": "inconnu",
                "environment": "0",
                "environment_description": "inconnu",
                "not_confuse": "inconnu",
                "sources": "inconnu"
            },
            {
                "id": "1",
                "cd_nom": "3696",
                "title": "hirondelle rustique",
                "family": "Oiseaux",
                "url": "http:\/\/observatoire.parc-naturel-normandie-maine.fr\/atlas\/espece\/3696",
                "description": "L’Hirondelle rustique est une grande migratrice, dont le retour en France se produit à partir des mois de mars et avril pour sa période de reproduction.  Cette espèce n’est que peu méfiante vis-à-vis de l’Homme, puisqu’elle utilise différentes habitations",
                "characteristic": "L’Hirondelle rustique possède une longue queue très échancrée avec deux longs filets, à la différence de l’Hirondelle de fenêtre. Autre particularité, la couleur rouge-brique de sa gorge et la couleur blanchâtre de son ventre pouvant virer au blanc crème.",
                "environment": "5",
                "environment_description": "L’Hirondelle rustique est le plus souvent un oiseau des campagnes, recherchant des plafonds avec des solives dans les étables, écuries et autres granges pour bâtir son nid. ",
                "not_confuse": "Malgré sa silhouette similaire, le Martinet noir est le piège à éviter. L’espèce est complètement noir avec de grandes ailes effilées légèrement arquées. C’est un oiseau principalement citadin et il a la particularité de ne jamais se poser au sol (sauf ac",
                "sources": "https:\/\/www.lpo.fr\/actualites\/contre-les-moustiques-faites-une-place-aux-hirondelles,http:\/\/www.enquete-hirondelles.fr\/wp-content\/uploads\/2012\/05\/Identifier-les-hironelles-du-b%C3%A2ti.jpg,http:\/\/www.hirondelles.oiseaux.net\/migration.html,http:\/\/www.oisea"
            },
            {
                "id": "2",
                "cd_nom": "459478",
                "title": "hirondelle de fenêtre",
                "family": "Oiseaux",
                "url": "http:\/\/observatoire.parc-naturel-normandie-maine.fr\/atlas\/espece\/459478",
                "description": "L’Hirondelle de fenêtre est une grande migratrice, dont retour en France se produit à partir des mois de mars et avril pour sa période de reproduction.  Cette espèce n’est que peu méfiante vis-à-vis de l’Homme, puisqu’elle utilise différentes habitations ",
                "characteristic": "L’Hirondelle de fenêtre, plus petites que l’Hirondelle rustique,  possède une queue beaucoup moins échancrée, sans filets. La gorge, le ventre et le croupion sont d’un blanc pur assez caractéristique. En vol, elle se reconnaît facilement par la couleur bl",
                "environment": "10",
                "environment_description": "l’Hirondelle des fenêtres est plutôt un oiseau des villes, recherchant des coins de fenêtres où installer son nid.",
                "not_confuse": "Malgré sa silhouette similaire, le Martinet noir est le piège à éviter. L’espèce est complètement noir avec de grandes ailes effilées légèrement arquées. C’est un oiseau principalement citadin et il a la particularité de ne jamais se poser au sol (sauf ac",
                "sources": "https:\/\/www.lpo.fr\/actualites\/contre-les-moustiques-faites-une-place-aux-hirondelles,http:\/\/www.enquete-hirondelles.fr\/wp-content\/uploads\/2012\/05\/Identifier-les-hironelles-du-b%C3%A2ti.jpg,http:\/\/www.hirondelles.oiseaux.net\/migration.html,http:\/\/www.oisea"
            }
        ]
    },
    {
        "id": 2,
        "num": "2",
        "title": "Grand porte queue au jardin! ",
        "plural": 0,
        "difficulty": 1,
        "seasons": [
            {
                "startAt": "09",
                "endAt": "10"
            }
        ],
        "introduction": "<i>Le Machaon<\/i> est un des plus grands papillons de jour que l’on ait en France. Son vol se situe entre avril et septembre, même si les observations sont plus fréquentes au mois de mai et de juillet. Le rôle du Machaon, comme pour tous les autres pollinisateur",
        "id_taxons": [
            "3"
        ],
        "taxon": [
            {
                "id": "3",
                "cd_nom": "54468",
                "title": "Machaon",
                "family": "Insectes",
                "url": "http:\/\/149.202.129.102\/atlas\/espece\/54468",
                "description": "Le Machaon est un des plus grands papillons de jour que l’on ait en France. Son vol se situe entre avril et septembre, même si les observations sont plus fréquentes au mois de mai et de juillet. Le rôle du Machaon, comme pour tous les autres pollinisateur",
                "characteristic": "Après l’éclosion de l’œuf, la chenille est de couleur orange et noire avec parfois un peu de blanc. Par la suite, la couleur dominante évolue au vert tendre avec des rayures orange et noires. \nConcernant le papillon (de couleur jaune pâle avec des dessins",
                "environment": "7,5",
                "environment_description": "En tant que pollinisateur, le Machaon affectionne les lieux fleuris et herbus. On le retrouve donc aussi bien dans les prairies naturelles que dans les jardins fleuris, où il pourra retrouver ces plantes hôtes afin d’y déposer ses œufs. Il ne pond princip",
                "not_confuse": "Il est possible de faire la confusion avec un autre papillon très proche du Machaon : Le flambé. Ce papillon est plus rare sur notre territoire mais pas totalement absent. Il a un aspect plus zébré que le Machaon avec des appendices plus important en tail",
                "sources": "Ouvrages : Chenilles d'Europe David J. Carter, Brian Hargreaves ; [traduction et adaptation, Joël Minet] 2015, Guide complet des papillons d'Europe et d'Afrique du Nord texte de Lionel G. Higgins 1995"
            }
        ]
    },
    {
        "id": 3,
        "num": "3",
        "title": "La balade du Prince charmant!",
        "plural": 0,
        "difficulty": 1,
        "seasons": [
            {
                "startAt": "01",
                "endAt": "04"
            }
        ],
        "introduction": "<b>Espèces<\/b> souvent décriées pour leurs laideurs dans les contes et légendes, les Crapauds sont pourtant d’une grande importance dans la nature. Comme pour tous les amphibiens de France, ils ne doivent leur survie qu’aux zones humides (mares, marais …), où il",
        "id_taxons": [
            "4"
        ],
        "taxon": [
            {
                "id": "4",
                "cd_nom": "259",
                "title": "Crapauds",
                "family": "Amphibiens",
                "url": "http:\/\/149.202.129.102\/atlas\/espece\/259",
                "description": "Espèces souvent décriées pour leurs laideurs dans les contes et légendes, les Crapauds sont pourtant d’une grande importance dans la nature. Comme pour tous les amphibiens de France, ils ne doivent leur survie qu’aux zones humides (mares, marais …), où il",
                "characteristic": "Depuis peu de temps, deux espèces distinctes de Crapauds ont vu le jour : le Crapaud commun et le Crapaud épineux. C’est deux espèces se ressemblent tellement qu’elles ne formaient qu’une seule et même espèce autrefois. Mais Le Crapaud épineux serait l’es",
                "environment": "11,8,5,4,3",
                "environment_description": "Les Crapauds vivent dans l’eau comme sur terre !\nIls rejoindront différents milieux aquatiques pour se reproduire (de janvier jusqu’au début du printemps), puis des milieux boisés ou des jardins naturels à la fin de leur reproduction. Leurs pontes sont t",
                "not_confuse": "Il existe deux autres cousins au Crapaud épineux et au Crapaud commun, formant toutes les quatre le groupe des Bufonidés : le Crapaud calamite et le Crapaud vert.\nLa différence avec ces deux autres Crapauds est néanmoins plus évidente (iris de couleur jau",
                "sources": "Ouvrage : Amphibiens et Reptiles de Normandie. Barrioz Mickaël, Cochard Pierre-Olivier, Voeltzel Vincent. 2015 - Ed. UR CPIE de Basse-Normandie 288 p."
            }
        ]
    }
]