[
    {
        "id": 1,
        "num": "1",
        "title": "A tire d’aile en ville ou en campagne!",
        "plural": 0,
        "difficulty": 2,
        "seasons": [
            {
                "startAt": "03",
                "endAt": "09"
            }
        ],
        "introduction": "L’Hirondelle de fenêtre et l’Hirondelle rustique sont les hirondelles que l’on rencontre le plus souvent sur notre territoire. Elles sont intimement liées à l’Homme, puisque ces espèces utilisent nos habitations pour pouvoir faire leurs nids, dans les coins de nos fenêtres ou au niveau des poutres des vieilles granges.",
        "id_taxons": [
            "0",
            "1",
            "2"
        ],
        "taxon": [
            {
                "id": "0",
                "cd_nom": "0",
                "title": "je ne sais pas",
                "family": "inconnu",
                "url": "inconnu",
                "description": "inconnu",
                "characteristic": "inconnu",
                "environment": "0",
                "environment_description": "inconnu",
                "not_confuse": "inconnu",
                "sources": "inconnu"
            },
            {
                "id": "1",
                "cd_nom": "3696",
                "title": "hirondelle rustique",
                "family": "Hirundinidés",
                "url": "https:\/\/inpn.mnhn.fr\/espece\/cd_nom\/3696",
                "description": "L’Hirondelle rustique est une campagnarde, préférant faire son nid dans les granges et zones rurales. Elle connaît un fort déclin depuis les années 1950 à cause de l’activité humaine : diminution des insectes du fait d'une utilisation trop importante de pesticides, les phénomènes des changements climatiques sur l’alimentation des jeunes, ou encore la rénovation des bâtiments avec destruction volontaire des nids, malgré la loi qui les protège. Pourtant, les hirondelles sont des insectivores acharnés, surtout quand elles ont une niché à nourrir ! Elles participent donc à la réduction des populations de mouches, moustiques, taons, pucerons… ",
                "characteristic": "L’Hirondelle rustique possède une longue queue très échancrée avec deux longs filets à la différence de l’Hirondelle de fenêtre. Autre particularité, la couleur rouge-brique de sa gorges et la couleur blanchâtre de son ventre pouvant virer au blanc crème.",
                "environment": "5",
                "environment_description": "L’Hirondelle rustique est le plus souvent un oiseau des campagnes, recherchant des plafonds avec des solives dans les étables, écuries et autres granges pour bâtir son nid. ",
                "not_confuse": "Malgré sa silhouette similaire, le Martinet noir est le piège à éviter. L’espèce est complètement noir avec de grandes ailes effilées légèrement arquées. C’est un oiseau principalement citadin et il a la particularité de ne jamais se poser au sol (sauf accident). ",
                "sources": "https:\/\/www.lpo.fr\/actualites\/contre-les-moustiques-faites-une-place-aux-hirondelles,http:\/\/www.enquete-hirondelles.fr\/wp-content\/uploads\/2012\/05\/Identifier-les-hironelles-du-b%C3%A2ti.jpg,http:\/\/www.hirondelles.oiseaux.net\/migration.html,http:\/\/www.oiseaux.net\/oiseaux\/hirondelle.rustique.html,http:\/\/www.oiseaux.net\/oiseaux\/hirondelle.de.fenetre.html "
            },
            {
                "id": "2",
                "cd_nom": "459478",
                "title": "hirondelle de fenêtre",
                "family": "Hirundinidés",
                "url": "https:\/\/inpn.mnhn.fr\/espece\/cd_nom\/459478",
                "description": "L’Hirondelle de fenêtre est une citadine, préférant, comme son nom l’indique, faire son nid dans les encadrements des fenêtres de nos villages et villes. Elle connaît, comme sa cousine l’Hirondelle rustique, un déclin à cause de l’Homme. Autre particularité, les deux espèces se regroupent souvent à la fin de l’été (fin septembre) en de grands rassemblements sur des fils électriques afin de migrer par groupes vers l’Afrique. Le top départ est encore aujourd’hui un mystère, mais la destination reste la même.",
                "characteristic": "L’Hirondelle de fenêtre, plus petites que l’Hirondelle rustique,  possède une queue beaucoup moins échancrée, sans filets. La gorge, le ventre et le croupion sont d’un blanc pur assez caractéristique. En vol, elle se reconnaît facilement par la couleur blanche de son croupion que ne possède pas l’Hirondelle rustique. ",
                "environment": "10",
                "environment_description": "l’Hirondelle des fenêtres est plutôt un oiseau des villes, recherchant des coins de fenêtres où installer son nid.",
                "not_confuse": "Malgré sa silhouette similaire, le Martinet noir est le piège à éviter. L’espèce est complètement noir avec de grandes ailes effilées légèrement arquées. C’est un oiseau principalement citadin et il a la particularité de ne jamais se poser au sol (sauf accident). ",
                "sources": "https:\/\/www.lpo.fr\/actualites\/contre-les-moustiques-faites-une-place-aux-hirondelles,http:\/\/www.enquete-hirondelles.fr\/wp-content\/uploads\/2012\/05\/Identifier-les-hironelles-du-b%C3%A2ti.jpg,http:\/\/www.hirondelles.oiseaux.net\/migration.html,http:\/\/www.oiseaux.net\/oiseaux\/hirondelle.rustique.html,http:\/\/www.oiseaux.net\/oiseaux\/hirondelle.de.fenetre.html "
            }
        ]
    }
]